cask_args appdir: '/Applications'
# install packages
tap 'caskroom/homebrew-cask' || true
tap 'homebrew/php' || true
tap 'antoineco/azure-cli' || true
brew 'azure-cli@2.0'
brew 'git'
brew 'bash-completion'
brew 'node'
brew 'vim'
brew 'bash'
brew 'ffmpeg'
brew 'phantomjs'
brew 'terraform'
brew 'yarn'
brew 'openssl'
brew 'ansible'
brew 'homebrew/php/composer'
# need to install java before jenkins
cask 'java'
# Casks
cask 'virtualbox'
cask 'slack'
cask 'caskroom/versions/docker-edge'
cask 'vagrant'
